Repository: SamHamalainen/OutDare
Catalog: outdare/*.lproj/Localizable.strings
Languages: fi

source: %lld Points
fi: %lld Pistettä

source: %lld points has been added to your account.
fi: %lld pistettä on lisätty tilillesi.

source: %lld selected
fi: %lld valittu

source: Achievements
fi: Saavutukset

source: Add to the route(first)
fi: Lisää reitille(ensimmäinen)

source: Add to the route(last)
fi: Lisää reitille(viimeinen)

source: Are you sure you want to reveal challenge?
fi: Oletko varma että haluat paljastaa haasteen

source: By purchasing this item, %lld points will be added to your accounts points.
fi: Ostamalla tämän tuotteen %lld pistettä lisätään sinun tilillesi.

source: Cancel
fi: Peruuta

source: Challenge completed 🎉
fi: Haaste suoritettu 🎉

source: Change credentials
fi: Päivitä kirjautumistietojasi

source: Change user information
fi: Päivitä käyttätietojasi

source: Choose location
fi: Valitse sijainti

source: Continue
fi: Jatka

source: CONTINUE
fi: JATKA

source: COUNTRY
fi: MAA

source: Create
fi: Luo

source: Create Quiz!
fi: Luo Tietokilpailu!

source: Description
fi: Kuvaus

source: Directions info
fi: Reittiohjeet

source: Email
fi: Sähköposti

source: EMAIL
fi: SÄHKÖPOSTI

source: Exit
fi: Poistu

source: Finish
fi: Lopeta

source: FREE
fi: ILMAINEN

source: Generate
fi: Tuota

source: Get ready!
fi: Valmistaudu!

source: Go to settings
fi: Mene asetuksiin

source: I'm ready!
fi: Olen valmis!

source: Location
fi: Sijainti

source: LOGIN
fi: KIRJAUTUMINEN

source: Logout
fi: Kirjaudu ulos

source: New email
fi: Uusi sähköposti

source: New password
fi: Uusi salasana

source: New Quiz
fi: Uusi Tietokilpailu

source: Not enough questions 😕 Please try other parameters
fi: Liian vähän kysymyksiä 😕 Yritä muita parametrejä

source: Old password
fi: Vanha salasana

source: Once you reveal this challenge you will have to finish the challenge or else you will have to reveal it again. Revealing will cost 25 points.
fi: Kun paljastat tämän tehtävän, sinun täytyy suorittaa se heti, muuten sinun täytyy paljastaa se uudelleen. Haasteen paljastaminen maksaa 25 pistettä.

source: Password
fi: Salasana

source: PASSWORD
fi: SALASANA

source: Password and email used for login
fi: Salasana ja sähköposti kirjautumista varten

source: Please choose a category
fi: Valitse kategoria

source: Please choose a difficulty
fi: Valitse vaikeustaso

source: Point Store
fi: Piste kauppa

source: Points added!
fi: Pisteet lisätty!

source: Purchace %lld points?
fi: Osta %lld pistettä

source: Purchase
fi: Osta

source: Quiz Added 🤩
fi: Tietokilpailu lisätty 🤩

source: Quiz Generator
fi: Tietokilpailu generaattori

source: Remove all
fi: Poista kaikki

source: Reveal
fi: Paljasta

source: Reveal Challenge
fi: Paljasta haaste

source: Score
fi: Tulos

source: Select %lld questions to create a quiz
fi: Valitse %lld kysymystä luodaksesi tietokilpailun

source: Select a challenge from the map to add directions to the route
fi: Valitse haaste kartalta lisätääksesi se reitille

source: SIGNUP
fi: REKISTERÖI

source: Sing or type here
fi: Laula tai kirjoita tähän

source: Skip
fi: Ohita

source: Skips left: %lld
fi: Ohituksia jäljellä %lld

source: Sort by distance
fi: Järjestä etäisyyden perusteella

source: Speak or type
fi: Puhu tai kirjoita

source: Speech Recognition permission is needed to complete challenges. Please authorize it in app settings
fi: Puheentunnistukselle tarvitaan lupa suorittaaksesi haasteita. Mene asetuksiin antaaksesi lupa.

source: Speed bonus
fi: Nopeus bonus

source: Start
fi: Aloita

source: Submit
fi: Julkaise

source: Title
fi: Titteli

source: Total
fi: Loppusumma

source: Type here if you cannot talk
fi: Kirjoita tähän jos et voi puhua

source: UPDATE
fi: PÄIVITÄ

source: Username
fi: Käyttäjänimi

source: USERNAME
fi: KÄYTTÄJÄNIMI

source: Username and location
fi: Käyttäjänimi ja sijainti

source: Your route
fi: Sinun reittisi

source: Your route is currently empty
fi: Sinun reittisi on tyhjä

source: Easy
fi: Helppo

source: Medium
fi: Keskivaikea

source: Hard
fi: Vaikea

source: Choose a difficulty
fi: Valitse vaikeustaso

source: Choose a category
fi: Valitse kategoria

source: Map
fi: Kartta

source: Leaderboard
fi: Tulostaulukko

source: Profile
fi: Profiili

source: Generator
fi: Generaattori

source: Store
fi: Kauppa

source: General Knowledge
fi: Yleistieto

source: Entertainment: Books
fi: Viihde: Kirjat

source: Entertainment: Film
fi: Viihde: Elokuvat

source: Entertainment: Music
fi: Viihde: Musiikki

source: Entertainment: Musicals & Theatres
fi: Viihde: Musikaalit ja Teatterit

source: Entertainment: Television
fi: Viihde: Televisio

source: Entertainment: Video Games
fi: Viihde: Videopelit

source: Entertainment: Board Games
fi: Viihde: Lautapelit

source: Science & Nature
fi: Tiede ja Luonto

source: Science: Computers
fi: Tiede: Tietokoneet

source: Science: Mathematics
fi: Tiede: Matematiikka

source: Mythology
fi: Mytologia

source: Sports
fi: Urheilu

source: Geography
fi: Maantiede

source: History
fi: Historia

source: Politics
fi: Politiikka

source: Art
fi: Taide

source: Celebrities
fi: Julkkikset

source: Animals
fi: Eläimet

source: Vehicles
fi: Ajoneuvot

source: Entertainment: Comics
fi: Viihde: Sarjakuvat

source: Science: Gadgets
fi: Tiede: Härpättimet

source: Entertainment: Japanese Anime & Manga
fi: Viihde: Japanilainen Anime ja Manga

source: Entertainment: Cartoon & Animations
fi: Viihde: Piirretyt ja Animaatiot

source: %.0f meters
fi: %.0f metriä

source: Outstanding
fi: Erinomainen

source: Excellent
fi: Loistava

source: Good
fi: Hyvä

source: Misspelled
fi: Väärin kirjoitettu

source: Does not contain '%lld'
fi: Ei sisällä '%lld'

source: Flawless 🤩
fi: Virheetöntä 🤩

source: Incomplete!
fi: Osittainen!

source: Excellent ⭐️
fi: Loistava ⭐️

source: Nice try 🤙
fi: Hyvä yritys 🤙

source: Correct 🔥
fi: Oikein 🔥

source: Wrong answer 😕
fi: Väärä vastaus 😕

source: Perfect match 🔥
fi: Täydellinen osuma🔥

source: No answer 🧐
fi: Ei vastausta 🧐

source: No match 😕
fi: Ei osumaa 😕

source: Partial match!
fi: Osittainen osuma!

source: Sound
fi: Äänet

source: Not enough funds!
fi: Ei ole tarpeeksi rahaa!

source: Revealing a challenge costs 25 points.
fi: Haasteen paljastaminen maksaa 25 pistettä.
